;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Damned
; TranslationAuthorEmail: bartosfr@seznam.cz
; TranslationAuthorWeb: http://damnedovycestiny.webnode.cz/
; Soft Version: 2.14.13
; Update: 2017-11-01
;
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=Ok
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Nabídka

[Lang]
NativeLanguage=Česky

[Translation]
LangCode=0405
ReadHabit=Left-to-right
LanguageName=CZECH
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informace
Warning=Varování
Error=Chyba
Confirm=Potvrzení
CurVer=Aktuální verze:
LangShortName=cs-cz
Notic=Upozornění:
;
; Main GUI
;
TfrmUnlog.caption=Historie odinstalací
TfrmUnlog.head.unDate=Odinstalováno
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Zbylé položky
TfrmUnlog.noItems=Bez zbylých položek
TfrmUnlog.Recovered=Obnovitelné
TfrmUnlog.recover=Obnovit
FrmMain.lblrate.caption=Hodnocení
FrmMain.BtnNormal.Caption=Odinstalovat
FrmMain.BtnModify.Caption=Opravit
FrmMain.BtnForce.Caption=Násilná odinstalace
FrmMain.BtnRemove.Caption=Odstranit záznamy
FrmMain.lblcheckver.Caption=Kontrola aktualizací
FrmMain.lblinfo.caption=Nabízí způsob, jak násilně odinstalovat programy
FrmMain.btnSupport.hint=Centrum podpory
FrmMain.btnfacebook.Hint=Sdílejte Wise Program Uninstaller na Facebooku
FrmMain.btntwitter.Hint=Sledujte Wise Program Uninstaller na Twitteru
FrmMain.btnemail.Hint=Řekněte o Wise Program Uninstaller přátelům
FrmMain.btnRefresh.Hint=Obnovit
FrmMain.btnLog.Caption=Historie odinstalací
FrmMain.btnAll.hint=Všechny programy
FrmMain.btnSoft.hint=Programy v počítači
FrmMain.btnApp.hint=Aplikace
FrmMain.btnPatch.hint=Aktualizace pro Windows
FrmMain.btnUnless.hint=Vlastní odinstalace
;
; Menu
;
pmHelp=Nápověda
pmHome=Náš web
pmforum=Naše fórum
pmCheckMsg=Automaticky kontrolovat novinky
pmContact=Kontaktujte nás
pmCheckNew=Automatická kontrola aktualizací
pmLang=Vyberte si jazyk
pmAbout=O programu
pmOpenEntry=Otevřít v RegEditu
pmOpenFolder=Otevřít v Průzkumníkovi
PmGoogle=Vyhledat Googlem
pmExport=Exportovat do textového souboru...
pmRightMenuA=Zobrazit v Kontextové nabídce
ExplorerMenu=Odinstalovat pomocí Wise Program Uninstaller
pmUnisDetect=Detekovat odinstalace jiných odinstalátorů
;
; About
;
FrmAbout.caption=O programu
FrmAbout.btnok.caption=Ok
FrmAbout.lblver.caption=Aktuální verze: 
FrmAbout.lblemail.caption=Podpora: 
FrmAbout.lblhome.caption=Náš web: 
FrmAbout.lblthank.caption=Těmto lidem děkujeme za jejich podporu našemu produktu:
;
;processs
;
FrmProgressModal.btncancel.caption=Storno
;
;frmafterdel
;
Frmafterdel.caption=Záznamy registru a soubory patřící k programu
Frmafterdel.btnremove.caption=Odstranit
Frmafterdel.btncancel.caption=Storno
Frmafterdel.lblinfo.caption=Prohlédněte si výsledek a klikněte na "Odstranit" k dokončení odinstalace.
Frmafterdel.btnnone.caption=Nic nevybrat
Frmafterdel.btnall.caption=Vybrat vše
;
; Custome uninstall
;
frmUnlessDel.caption=Vlastní odinstalace
frmUnlessDel.lblInfo1.caption=Vlastní odinstalace Vám pomůže odinstalovat program, který nejde odinstalovat běžným způsobem a vymaže jeho veškeré zápisy. Zde si najděte složku s programem, který chcete odinstalovat.
frmUnlessDel.lblinfo2.caption=Prosím, zadejte výraz pro vyhledání souvisejících zbylých souborů po odinstalaci.
frmUnlessDel.lblKeyword.caption=Zadaný výraz:
frmUnlessDel.btnNext.caption=Dále
frmUnlessDel.btncancel.caption=Storno
frmUnlessDel.btnremove.caption=Odstranit
frmUnlessDel.btnFolder.caption=Procházet
;
; Rate
;
FrmRate.Caption=Hodnocení software
FrmRate.Btnlist.caption=Hodnocení
FrmRate.Btnreview.caption=Moje hodnocení
FrmRate.Btnfirst.caption=Buďte první recenzent
FrmRate.Btnsubmit.caption=Odeslat
FrmRate.lblscore.caption=Hodnocení:
FrmRate.lblscorehint.caption=(Musíte kliknout na hvězdičky)
FrmRate.lblnick.caption=Přezdívka:
FrmRate.lblnickhint.caption=(Volitelné)
FrmRate.lblemail.caption=Váš e-mail:
FrmRate.lblemailhint.caption=(Volitelné)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(Volitelné)
FrmRate.lbldesctitle.caption=Popis software:
FrmRate.lblratesoft.caption=Doporučený software


[Uninstall]
PublisherUnknown=Neznámý výrobce
VersionUnknown=Neznámá verze
Rate=Hodnocení
ItemName=Název
Publisher=Výrobce
Size=Velikost
SetupDate=Datum instalace
Version=Verze
Canceled=Proces odinstalování byl stornován.
NoLeftOverItem=Nebyly nalezeny zbylé položky.
Removing=Odstraněno:
TotalStat=Nalezeno %d programů zabírajících %s místa na disku.
Calculating=Počítání velikosti...
Files=Soubory a složky
RegEntries=Záznamy registru
Items=Položky

BtnSafe=Odinstalovat

[message]
confimdel=Zvolená složka bude odstraněna z Vašeho počítače. Chcete pokračovat?
UninstallApp=Odinstaluje se...
unistallError=Operace se nezdařila
NewVer=Je k dispozici nová verze! Chcete nyní aktualizovat program?
NoNewVer=Blahopřejeme! Používáte poslední verzi!
NoProgramSelected=Prosím, nejdříve vyberte program.
IsBusy=Vyčkejte, předchozí odinstalace ještě není dokončena.
StartFindLeftover=Analýza souvisejících souborů, složek a záznamů registru...
Collecting=Shromažďuji info o instalovaných programech...
BeSureUseForce=Prosím, Násilnou odinstalaci zvolte pouze tehdy, pokud nefunguje standardní odinstalace. Opravdu chcete pokračovat?
ConfirmRemove=Opravdu chcete odstranit tento záznam?
RejectItself=Program se neumí samoodinstalovat.
TranslateTo=Přeložte nás...

[SoftRate]
Querying=Vyčkejte...
Good=Líbí 
Bad=Nelíbí
Safe=Nahlásit
Ver=Verze:
Ratings= x hodnoceno
SoftNotExist=Nelze nalézt tento software.
GetSoftInfoError=Nelze získat info o software.
UploadSoftLogoError=Chyba odeslání info k software
SubmitData=Odesílá se komentář k tomuto software...
SubmitSoftInfoError=Odeslání se nezdařilo, chyba je v připojení.
SubmitRateSuccess=Odeslání zprávy bylo úspěšné.
HaveSubmitRate=Již jste software hodnotil.
Submitgoodbad=Odesílají se zadané informace...
me=Já
NickTooLong=Vaše přezdívka by neměla mít více než 20 znaků.
MailTooLong=Váš e-mail by neměl mít více než 50 znaků.
WrongEmail=Neplatný email.
ReviewTooLong=Celková délka hodnocení by neměla překročit 300 znaků.
RateHint=Přihlašte se k našemu ohodnocování software a ohodnoťte svůj oblíbený produkt!
UnknowName=Neznámý produkt
UnknowVer=Neznámá verze
UnknowDesc=Popis nezjištěn


[Hint]
HintRate=Hodnocení software
HintClose=Smazat záznam

[Monitor]
FindLeftover=%s možná ponechal nějaké součásti ve Vašem PC. Wise Program Unistaller je nyní hledá...
NonItems=%s byl úplně odstraněn z Vašeho počítače.